{
  "almazabay": {
    "id": "almazabay",
    "name": "Almaza Bay",
    "slogan": "Your ultimate sanctuary",
    "summary": "With five phases since its inception, the epitome of summertime living is no longer a fantasy, but rather a reality that’s slowly evolving to exceed our expectations. Almaza Bay leaves us in awe every summer with  its pristine white sands, crystal clear waters and combination of warm sun and cool breezes. Travco Properties' flagship development, Almaza Bay is now home to a range of quintessential summer residences and mixed-use areas with an exclusive coastal town appeal.",
    "location": "North Coast",
    "area": "80 to 250",
    "installments": "7",
    "downpayment": "20",
    "complete": "2022",
    "developerId": "travco",
    "thumbnailShade": "rgb(255,255,255,0.3)"
  },
  "bellevie": {
    "id": "bellevie",
    "name": "BELLE VIE",
    "slogan": "Life is beautiful",
    "summary": "Nestled in New Zayed, Belle Vie is meticulously designed to create a joie de vivre experience that lives up to its name the beautiful life in French. The 500 acres development intertwines lush, green landscapes with romantic homes that feature exquisite architecture, evoking a sense of sophistication, culture, and prestige.",
    "location": "October City",
    "area": "86 to 530",
    "installments": "7",
    "downpayment": "10",
    "complete": "2024",
    "developerId": "emaar",
    "thumbnailShade": "rgb(138 117 90 / 33%)"
  },
  "june": {
    "id": "june",
    "name": "JUNE",
    "slogan": "Where it’s always summer",
    "summary": "The Miami-inspired June offers a wide range of neighborhoods, each with a very unique sense of the summer feel, to meet diversified tastes and living needs. With hotel-serviced apartments and villas, a scenic coastline, swimmable lagoons, unobstructed horizon pools, beach hotels, and a plethora of amenities. June; where it’s always summer.",
    "location": "Ras El Hekma",
    "area": "86 to 530",
    "installments": "7",
    "downpayment": "5",
    "complete": "2026",
    "developerId": "sodic",
    "thumbnailShade": "rgb(128 110 0 / 50%)"
  },
  "trio": {
    "id": "trio",
    "name": "Trio",
    "slogan": "Inspiration That Changes Perceptions",
    "summary": "At Trio you are the architect of your own  destiny. That’s why, the development puts the power of design in your hands, allowing you to select your own dream home in whichever way that suits your aspirations and lifestyle",
    "location": "New Cairo",
    "area": "86 to 530",
    "installments": "7",
    "downpayment": "10",
    "complete": "2022",
    "developerId": "msquared",
    "thumbnailShade": "rgb(100,100,35,0.3)"
  },
  "owest": {
    "id": "owest",
    "name": "O WEST",
    "slogan": "A true wholesome town experience",
    "summary": "O West is set to rise as a beacon of integrated living. Envisioned as a complete sensory experience full of energy, playing differently to everyone, from shops to restaurants, sports club to common spaces, this place offers an experience you can taste, touch, smell, hear, see and more importantly; feel. It is constantly evolving and changing, adapting and growing. Like an Eco system, everything within O West is intelligently & harmoniously designed to offer a true wholesome town experience.",
    "location": "October City",
    "area": "86 to 530",
    "installments": "8",
    "downpayment": "5",
    "complete": "2021",
    "developerId": "orascom",
    "thumbnailShade": "rgb(40 68 60 / 25%)"
  },
  "icity": {
    "id": "icity",
    "name": "MOUNTAIN VIEW ICITY",
    "slogan": "A City Within A City",
    "summary": "A stress-free zone with a unique lagoon beach park living experience, where you can effortlessly get all the family together away from the distractions of our fast-paced life. Surrounded by Beach Lagoon and green nature, the new district will offer you a new dimension of quality life.",
    "location": "New Cairo",
    "area": "95 to 560",
    "installments": "9",
    "downpayment": "10",
    "complete": "2021",
    "developerId": "mountainview",
    "thumbnailShade": "rgb(79 110 191 / 50%)"
  },
  "solare": {
    "id": "solare",
    "name": "Solaré Ras El Hikma",
    "slogan": "La Dolce Vita",
    "summary": "Right in the heart of the Mediterranean coastline lies a tranquil gem, oozing with Italian charm and distinctive luxury to capture the true essence of ‘La Dolce Vita’ or the sweet life. A one-of-a-kind floating paradise, artfully designed with a reverence for the finer things in life to elevate new standards of resort living in Ras El Hikma. Here, authentic Italian architecture speaks a natural language of unmatched elegance, echoing across a pristine 1 Km beachfront to transform every premium neighborhood into an open amphitheater of sky, sea and refreshing breeze.",
    "location": "North Coast",
    "area": "95 to 560",
    "installments": "9",
    "downpayment": "10",
    "complete": "2024",
    "developerId": "misritalia",
    "thumbnailShade": "rgb(79 110 191 / 50%)"
  },
  "baghush": {
    "id": "baghush",
    "name": "Marsa Baghush",
    "slogan": "A place of good Spirits",
    "summary": "Launching now at Sidi Heneish Bay, Marsa Baghush a project by Eng. Shehab A Mazhar. Book your summer home now in Sidi Heneish Bay. Marsa Baghush, a different view from each window of your home. Book your Sea, lagoon or botanical garden view unit now. Own your fully finished units ranging from 2 bedroom chalets to 5 bedroom seafront villas, overlooking a beautiful sandy beach, Crystal lagoons & botanical garden. Only in Marsa Baghush, a project by Eng. Shehab Mazhar",
    "location": "North Coast",
    "area": "95 to 560",
    "installments": "9",
    "downpayment": "10",
    "complete": "2024",
    "developerId": "misritalia",
    "thumbnailShade": "rgb(79 110 191 / 50%)"
  }
}
